// Д/З 25
// Сделайте скрипт который запрашивает у пользователя ввести ИМЯ и ФАМИЛИЯ, 
// вы должны получить эти данные и вывести это на консоли
// ----------------------------------------------------
    let name_ = prompt("Напишите ваше имя: ");
    let lastName = prompt("Напишите вашу фамилию: ");
    console.log("Ваша имя: " + name_ + "\n" + "Ваша фамилия: " + lastName);
// ----------------------------------------------------


// Сделайте скрипт который запрашивает ввести 
// два числа и вывести сумму этих двух чисел
// ----------------------------------------------------
    let num1 = +prompt("Напишите первое число: ");
    let num2 = +prompt("Напишите второе число: ");
    console.log("Ваша сумма равна: " + (num1 + num2));
// ----------------------------------------------------


// Сделайте скрипт который запрашивает ввести 
// два числа и вывести умножение этих чисел
// ----------------------------------------------------  
    let nums1 = +prompt("Напишите первое число: ");
    let nums2 = +prompt("Напишите второе число: ");
    console.log("Ваш результат: " + (nums1 * nums2));
// ----------------------------------------------------













